Repository: vesta-webtrees-2-custom-modules/vesta_classic_laf
Catalog: resources/lang/*.po
Languages: ca, cs, da, de, es, fr, nb_no, nl, ru, sk, ta, tr, uk, vi

source: HTML snippet to be displayed after the name, e.g. a small image.
da: HTML-snippet, der vises efter navnet, f.eks. et lille billede.
de: HTML Schnipsel welches nach dem Namen angezeigt werden soll, z.B. ein kleines Bild.
es: Fragmento HTML que se mostrará después del nombre, por ejemplo, una pequeña imagen.
fr: Snippet HTML à afficher après le nom, par exemple une petite image.
nl: HTML-fragment dat achter de naam moet worden weergegeven, bijvoorbeeld een kleine afbeelding.
ru: Фрагмент HTML, который будет отображаться после названия, например, небольшое изображение.
sk: HTML snippet, ktorý sa zobrazí za menom, napr. malý obrázok.
ta: உஉகுமொ துணுக்கை பெயருக்குப் பிறகு காண்பிக்கப்பட வேண்டும், எ.கா. ஒரு சிறிய படம்.
tr: İsimden sonra görüntülenecek HTML parçacığı, örneğin küçük bir resim.
vi: Đoạn mã HTML sẽ được hiển thị sau tên, ví dụ như một hình ảnh nhỏ.

source: Handle nicknames as in webtrees 1.x, i.e. show them before the surname.
ca: Manejar sobrenoms com en webtrees 1.x, és a dir, mostrar-los abans del cognom.
cs: Zacházet s přezdívkami stejně jako ve webtrees 1.x, t. zn. zobrazovat je před příjmením.
da: Håndter kaldenavne som i webtrees 1.x, dvs. vis dem før efternavnet.
de: Spitznamen wie in Webtrees 1.x behandeln, also vor dem Nachnamen anzeigen.
es: Tratar los apodos como en webtrees 1.x, es decir, mostrarlos antes del apellido.
fr: Gérez les surnoms comme dans webtrees 1.x, c'est-à-dire afficher avant le nom de famille.
nb_no: Håndter kallenavn som i webtrees 1.x, det vil si; vis dem før etternavnet.
nl: Behandel roepnamen zoals in webtrees 1.x, d.w.z. toon ze voor de achternaam.
ru: Обращайтесь с псевдонимами как в webtrees 1.x, т.е. показывайте их перед фамилией.
sk: Zobrazovať prezývky tak, ako vo webtrees 1.x - zobraziť ich pred priezviskom.
ta: வெப் ட்ரீச் 1.x ஐப் போல புனைப்பெயர்களைக் கையாளுங்கள், அதாவது அவற்றை குடும்பப்பெயருக்கு முன் காட்டுங்கள்.
tr: Takma adları webtrees 1.x'teki gibi kullanın, yani onları soyadından önce gösterin.
uk: Обробляти псевдоніми, як у webtrees 1.x, тобто показувати їх перед прізвищем.
vi: Xử lý biệt hiệu như trong webtrees 1.x, tức là hiển thị chúng trước họ.

source: Image Thumbnails
ca: Miniatures d'imatges
cs: Náhledové obrázky
da: Billede miniaturebilleder
de: Vorschaubilder
es: Miniaturas de las imágenes
fr: Vignettes d'image
nb_no: Miniatyrbilder
nl: Afbeeldingsminiaturen
ru: Эскизы изображений
sk: Náhľady obrázkov
ta: பட சிறு உருவங்கள்
tr: Küçük resim görüntüleri
uk: Ескізи зображень
vi: Hình ảnh thu nhỏ

source: In a family tree, each record has an internal reference number (called an "XREF") such as "F123" or "R14". You can choose the prefix that will be used whenever new XREFs are created.
ca: En un arbre genealògic, cada registre té un número de referència intern (anomenat "XREF") com ara "F123" o "R14". Podeu triar el prefix que s'utilitzarà cada vegada que es creïn nous XREF.
cs: V rodokmenu má každý záznam interní referenční číslo (zvané XREF), jako třeba "F123" nebo "R14". Zde můžete zvolit předponu, která se použije při vytvoření nového XREF.
da: I et slægtstræ har hver post et internt reference nummer (kaldet en "XREF"), såsom "F123" eller "R14". Du kan vælge det præfiks, der skal bruges, når nye XREFs oprettes.
de: In einem Stammbaum hat jeder Datensatz eine interne Referenznummer (als "XREF" bezeichnet) wie z.B. "F123" oder "R14". Sie können Präfixe definieren, welche dann bei der Erstellung neuer XREFs verwendet werden.
es: En un árbol genealógico, cada registro tiene un número de referencia interno (llamado "XREF") como "F123" o "R14". Puede elegir el prefijo que se utilizará cada vez que se creen nuevas XREF.
fr: Dans un arbre généalogique, chaque enregistrement a un numéro de référence interne (appelé «XREF») tel que «F123» ou «R14». Vous pouvez choisir le préfixe qui sera utilisé chaque fois que de nouvelles XREF sont créées.
nb_no: I et slektstre har hver oppføring et internt referansenummer (kalt en "XREF") for eksempel "F123" eller "R14". Du kan velge prefikset som skal benyttes når nye XREF opprettes.
nl: In een stamboom heeft elk record een intern referentienummer (een "XREF" genoemd) zoals "F123" of "R14". U kunt het voorvoegsel kiezen dat wordt gebruikt wanneer er nieuwe XREF's worden gemaakt.
ru: В семейном древе каждая запись имеет внутренний ссылочный номер (называемый «XREF»), например «F123» или «R14». Вы можете выбрать префикс, который будет использоваться при создании новых внешних ссылок.
sk: V rodokmeni má každý záznam svoje interné referenčné číslo, nazývané „XREF“. Napríklad „F123“, alebo „R14“. Môžete si zvoliť, aký prefix sa má použiť pri vytvorení nového záznamu.
ta: ஒரு குடும்ப மரத்தில், ஒவ்வொரு பதிவிலும் "F123" அல்லது "R14" போன்ற உள் குறிப்பு எண் ("XREF" என்று அழைக்கப்படுகிறது) உள்ளது. புதிய XREF கள் உருவாக்கப்படும்போதெல்லாம் பயன்படுத்தப்படும் முன்னொட்டை நீங்கள் தேர்வு செய்யலாம்.
tr: Soy ağacında, her kaydın "F123" veya "R14" gibi bir dahili referans numarası ("XREF" olarak adlandırılır) vardır. Yeni XREF'ler oluşturulduğunda kullanılacak öneki seçebilirsiniz.
uk: У сімейному дереві кожен запис має внутрішній контрольний номер (який називається "XREF"), такий як "F123" або "R14". Ви можете вибрати префікс, який використовуватиметься при створенні нових файлів XREF.
vi: Trong cây họ, mỗi bản ghi có một số tham chiếu nội bộ (được gọi là "XREF") chẳng hạn như "F123" hoặc "R14". Bạn có thể chọn tiền tố sẽ được sử dụng bất cứ khi nào các XREF mới được tạo.

source: Individual page
ca: Pàgina individual
cs: Stránka jednotlivce
da: Individuel side
de: Personenseite
es: Página individual
fr: Page individuelle
nb_no: Personside
nl: Persoonspagina
ru: Индивидуальная страница
sk: Stránka osoby
ta: தனிப்பட்ட பக்கம்
tr: Bireysel sayfa
uk: Особиста сторінка
vi: Trang cá nhân

source: Individual page: Name blocks
ca: Pàgina individual: blocs de noms
da: Individuel side: Navneblokke
de: Personenseite: Namensblöcke
es: Página individual: Bloques de nombres
fr: Page individuelle : Blocs de noms
nl: Persoonspagina: Naamblokken
ru: Отдельная страница: Блоки имен
sk: Stránka osoby: bloky s menami
ta: தனிப்பட்ட பக்கம்: பெயர் தொகுதிகள்
tr: Bireysel sayfa: İsim blokları
uk: Індивідуальна сторінка: блоки імен
vi: Trang cá nhân: Khối tên

source: Layout
ca: Traçat
cs: Rozvržení
es: Disposición
fr: Disposition
nb_no: Utseende
nl: Indeling
ru: Вкладки
sk: Rozvrhnutie
ta: மனையமைவு
tr: Yerleşim
uk: Вкладки
vi: Bố trí

source: Name badge
da: Navneskilt
de: Namensschild
es: Etiqueta de nombre
fr: Nom du badge
nl: Naamplaatje
ru: Именной значок
sk: Menovka
ta: பெயர் ஒட்டு
tr: İsim rozeti
vi: Thẻ tên

source: Name badges
da: Navneskilte
de: Namensschilder
es: Tarjetas de identificación
fr: Nom badges
nl: Naamplaatjes
ru: Именные бейджи
sk: Menovky
ta: பெயர் பேட்ச்கள்
tr: Yaka kartları
vi: Thẻ tên

source: Name badges are HTML snippets, e.g. small images, displayed after an individual's name.
da: Navneskilte er HTML-snippets, f.eks. små billeder, der vises efter en persons navn.
de: Namensschilder sind HTML Schnipsel, z.B. kleine Bilder, welche nach dem Namen einer Person angezeigt werden.
es: Las credenciales de nombre son fragmentos HTML, por ejemplo, imágenes pequeñas, que se muestran después del nombre de una persona.
fr: Les badges de noms sont des snippets HTML, p.ex. de petites images, affichées après le nom d'un individu.
nl: Naamplaatjes zijn HTML-fragmenten, bijvoorbeeld kleine afbeeldingen, die achter de naam van een persoon worden weergegeven.
ru: Именные бейджи - это фрагменты HTML, например, небольшие изображения, отображаемые после имени пользователя.
sk: Menovky (Name badges) sú HTML snippety, t.j. malé ikonky, ktoré sa zobrazujú za menom osoby.
ta: பெயர் பேட்ச்கள் உஉகுமொ துணுக்குகள், எ.கா. சிறிய படங்கள், ஒரு நபரின் பெயருக்குப் பிறகு காட்டப்படும்.
tr: Yaka kartları, bir kişinin adından sonra görüntülenen küçük resimler gibi HTML parçacıklarıdır.
vi: Thẻ tên là những đoạn mã HTML, ví dụ như những hình ảnh nhỏ, được hiển thị sau tên của một cá nhân.

source: Name blocks are always expandable/collapsible regardless of this setting.
ca: Els blocs de noms sempre són ampliables/plegables independentment d'aquesta configuració.
da: Navneblokke er altid udvidelige/sammenklappelige uanset denne indstilling.
de: Namensblöcke sind unabhängig von dieser Einstellung immer aus-/zusammenklappbar.
es: Los bloques de nombres son siempre expandibles/colapsables independientemente de esta configuración.
fr: Les blocs de noms sont toujours extensibles/réductibles quel que soit ce paramètre.
nl: Naamblokken zijn altijd uitbreidbaar/inklapbaar, ongeacht deze instelling.
ru: Блоки имен всегда можно расширять / сворачивать независимо от этого параметра.
sk: Bloky s menami sa dajú vždy rozbaliť a zbaliť, bez ohľadu na toto nastavenie.
ta: இந்த அமைப்பைப் பொருட்படுத்தாமல் பெயர் தொகுதிகள் எப்போதும் விரிவாக்கக்கூடியவை/மடக்கக்கூடியவை.
tr: Ad blokları bu ayardan bağımsız olarak her zaman genişletilebilir/katlanabilirdir.
uk: Блоки імен завжди розгортаються/згортаються незалежно від цього параметра.
vi: Các khối tên luôn có thể mở rộng/thu gọn bất kể cài đặt này.

source: Name type presets
ca: Valors predefinits del tipus de nom
da: Navnetypeindstillinger
de: Namenstyp-Voreinstellungen
es: Preajustes del tipo de nombre
fr: Présélections du type de nom
nb_no: Forvalg av navnetyper
nl: Voorinstellingen naamtype
ru: Предустановки типа имени
sk: Prednastavenie typu mena
ta: பெயர் வகை முன்னமைவுகள்
tr: Ad türü ön ayarları
uk: Попередні налаштунки типу імені
vi: Đặt tên theo kiểu mẫu

source: Never expand initially
ca: No expandir mai inicialment
da: Udvid aldrig som standard
de: Anfangs nicht erweitern
es: Nunca expandirse inicialmente
fr: Ne jamais développer initialement
nl: In eerste instantie nooit uitbreiden
ru: Никогда не расширяйтесь изначально
sk: Pri prvom zobrazení nerozbaliť
ta: ஆரம்பத்தில் ஒருபோதும் விரிவடைய வேண்டாம்
tr: Asla başlangıçta genişletme
uk: Ніколи не розгортати одразу
vi: Không mở rộng ban đầu

source: Nicknames
ca: Sobrenoms
cs: Přezdívky
da: Kaldenavne
de: Spitznamen
es: Seudónimos
fr: Surnoms
nb_no: Kallenavn
nl: Roepnamen
ru: Никнеймы
sk: Prezývky
ta: புனைப்பெயர்கள்
tr: Takma adlar
uk: Псевдоніми
vi: Biệt danh

source: Note that currently there is no way to match on linked objects, such as the type of a media object.
da: Bemærk, at der i øjeblikket ikke er nogen måde at matche på tilknyttede objekter, såsom typen af et medieobjekt.
de: Beachte, dass es derzeit keine Möglichkeit gibt, verknüpfte Objekte abzugleichen, beispielsweise den Typ eines Medienobjekts.
es: Tenga en cuenta que actualmente no hay forma de hacer coincidir objetos vinculados, como el tipo de un objeto multimedia.
fr: Notez qu'il n'y a actuellement aucun moyen de correspondre à des objets liés, comme le type d'objet média.
nl: Merk op dat er momenteel geen manier is om gekoppelde objecten te vinden, zoals het type van een mediaobject.
ru: Обратите внимание, что в настоящее время нет способа сопоставления связанных объектов, таких как тип медиаобъекта.
sk: Upozornenie: v súčasnosti nie je možnosť porovnať pripojené objekty, napr. typ mediálneho objektu.
ta: மீடியா பொருளின் வகை போன்ற இணைக்கப்பட்ட பொருள்களில் பொருத்த தற்போது வழி இல்லை என்பதை நினைவில் கொள்க.
tr: Şu anda bir medya nesnesinin türü gibi bağlantılı nesneler üzerinde eşleştirme yapmanın bir yolu olmadığını unutmayın.
vi: Xin lưu ý rằng hiện tại không có cách nào để khớp các đối tượng được liên kết, chẳng hạn như loại đối tượng phương tiện.

source: Note that in addition to the configuration options below, %1$s allows you to configure the visibility of each specific tag in detail, as described %2$s.
ca: Tingueu en compte que, a més de les opcions de configuració següents, %1$s Permet configurar la visibilitat de cada etiqueta específica en detall, tal com es descriu %2$s.
da: Bemærk, at udover nedenstående konfigurationsmuligheder, giver %1$s dig mulighed for at konfigurere synligheden af hvert specifikke tag i detaljer, som beskrevet %2$s.
de: Beachten Sie zusätzlich zu den unten aufgeführten Konfigurationsoptionen: %1$s ermöglicht es Ihnen, die Sichtbarkeit jedes einzelnen Tags im Detail zu konfigurieren, wie %2$s beschrieben.
es: Tenga en cuenta que, además de las opciones de configuración que se indican a continuación, %1$s le permite configurar la visibilidad de cada etiqueta específica en detalle, tal y como se describe en %2$s.
fr: Notez qu'en plus des options de configuration ci-dessous, %1$s vous permet de configurer la visibilité de chaque balise spécifique en détail, comme décrit %2$s.
nb_no: Merk at i tillegg til konfigurasjonsvalgene nedenfor, vil %1$s tillate deg å konfigurere synligheten av hver spesifikk kode i detalj, som beskrevet %2$s.
nl: Naast de onderstaande configuratieopties kunt u met %1$s de zichtbaarheid van elke specifieke tag in detail configureren, zoals beschreven %2$s.
ru: Обратите внимание, что в дополнение к приведенным ниже параметрам конфигурации %1$s позволяет детально настроить видимость каждого конкретного тега, как описано %2$s.
sk: Upozorňujeme, že ako doplnok k nižšie uvedeným možnostiam konfigurácie, modul %1$s umožňuje podrobne nastaviť viditeľnosť každého jednotlivého tagu, ako je popísané %2$s.
ta: கீழே உள்ள உள்ளமைவு விருப்பங்களுக்கு மேலதிகமாக, %2$s விவரிக்கப்பட்டுள்ளபடி, ஒவ்வொரு குறிப்பிட்ட குறிச்சொல்லின் தெரிவுநிலையையும் விரிவாக உள்ளமைக்க %1$s உங்களை அனுமதிக்கிறது என்பதை நினைவில் கொள்க.
tr: Aşağıdaki yapılandırma seçeneklerine ek olarak, %1$s'nin %2$s'de açıklandığı gibi her bir etiketin görünürlüğünü ayrıntılı olarak yapılandırmanıza izin verdiğini unutmayın.
uk: Зауважте, що на додаток до параметрів конфігурації, наведених нижче, %1$s дозволяє Вам детально налаштувати видимість кожного конкретного тегу, як описано в %2$s.
vi: Lưu ý rằng ngoài các tùy chọn cấu hình dưới đây, %1$s cho phép bạn cấu hình chi tiết mức độ hiển thị của từng thẻ cụ thể, như đã mô tả %2$s.

source: Note that this doesn't affect GEDCOM name fields that already include a nickname, i.e. you may always position the nickname explicitly for specific names.
ca: Tingueu en compte que això no afecta els camps de nom de GEDCOM que ja inclouen un àlies, és a dir, sempre podeu posicionar l'àlies explícitament per a noms específics.
cs: Toto se netýká těch polí jmen v GEDCOM, která už obsahují přezdívku, t. zn. že vždy můžete umístit přezdívku explicitně u daného jména.
da: Bemærk, at dette ikke påvirker GEDCOM-navnefelter, der allerede inkluderer et kaldenavn, dvs. du kan altid placere kaldenavnet eksplicit for specifikke navne.
de: Beachten Sie, dass diese Einstellung keine Auswirkungen auf GEDCOM-Namensfelder hat, die bereits einen Spitznamen enthalten. Sie können den Spitznamen für einzelne Namen somit immer explizit positionieren.
es: Tenga en cuenta que esto no afecta a los campos de nombre GEDCOM que ya incluyen un apodo, es decir, siempre puede colocar el apodo explícitamente para nombres específicos.
fr: Notez que cela n'affecte pas les champs de nom GEDCOM qui incluent déjà un surnom, c'est-à-dire que vous pouvez toujours positionner le surnom explicitement pour des noms spécifiques.
nb_no: Vær oppmerksom på at dette ikke påvirker GEDCOM-navnefelt som allerede inneholder et kallenavn, det vil si at du alltid kan plassere kallenavnet eksplisitt for bestemte navn.
nl: Merk op dat dit geen invloed heeft op GEDCOM-naamvelden die al een roepnaam bevatten, d.w.z. u kunt de roepnaam altijd expliciet plaatsen voor specifieke namen.
ru: Обратите внимание, что это не влияет на поля имени GEDCOM, которые уже включают псевдоним, т.е. вы всегда можете явно указать псевдоним для определенных имен.
sk: V prípade ak pole meno v GEDCOMe už obsahuje prezývku, tak nedôjde k žiadnej úprave mena. To znamená, že môžete hocikedy explicitne umiestniť prezývku na požadovanú pozíciu v mene.
ta: இது ஏற்கனவே ஒரு புனைப்பெயரை உள்ளடக்கிய GEDCOM பெயர் புலங்களை பாதிக்காது என்பதை நினைவில் கொள்க, அதாவது குறிப்பிட்ட பெயர்களுக்கு நீங்கள் எப்போதும் புனைப்பெயரை வெளிப்படையாக வைக்கலாம்.
tr: Bunun, halihazırda bir takma ad içeren GEDCOM ad alanlarını etkilemediğini unutmayın; yani, belirli adlar için her zaman açık bir şekilde takma adı konumlandırabilirsiniz.
uk: Зауважте, що це не впливає на поля імен GEDCOM, які вже містять псевдонім, тобто ви завжди можете позиційно вказати псевдонім для певних імен.
vi: Lưu ý rằng điều này không ảnh hưởng đến các trường tên GEDCOM đã bao gồm biệt hiệu, tức là bạn có thể luôn định vị biệt hiệu một cách rõ ràng cho các tên cụ thể.

source: Overall width
ca: Amplada total
cs: Celá šířka
da: Samlet bredde
de: Gesamtbreite
es: Anchura total
fr: Largeur globale
nb_no: Total bredde
nl: Totale breedte
ru: Общая ширина
sk: Celková šírka
ta: ஒட்டுமொத்த அகலம்
tr: Toplam genişlik
uk: Загальна ширина
vi: Chiều rộng tổng thể

source: Regex
da: Regulært udtryk
ru: Регулярное выражение
ta: வழக்கவெளி
vi: Biểu thức chính quy

source: Regular expression (PCRE2 syntax including slashes as delimiters) to match an individual's raw gedcom data.
da: Regulært udtryk (PCRE2-syntaks inklusiv skråstreger som afgrænsere) til at matche et individs rå GEDCOM-data.
de: Regulärer Ausdruck (PCRE2-Syntax einschließlich Schrägstrichen als Trennzeichen), um die Gedcom-Rohdaten einer Person abzugleichen.
es: Expresión regular (sintaxis PCRE2 que incluye barras inclinadas como delimitadores) para cotejar los datos gedcom sin procesar de un individuo.
fr: Expression régulière (syntaxe PCRE2 incluant slashes comme delimiteur) pour correspondre aux données brutes de gedcom d'un individu.
nl: Reguliere expressie (PCRE2-syntaxis met slashes als scheidingstekens) om te zoeken in de onbewerkte GEDCOM-gegevens van een persoon.
ru: Регулярное выражение (синтаксис PCRE2, включающий косые черты в качестве разделителей) для соответствия необработанным данным gedcom пользователя.
sk: Regulárny výraz (syntax PCRE2 včítane lomiek ako oddeľovačov) pre zistenie zhody s nespracovanými údajmi GEDCOM.
ta: ஒரு நபரின் மூல GEDCOM தரவைப் பொருத்த வழக்கமான வெளிப்பாடு (பி.சி.ஆர்.இ 2 தொடரியல் டிலிமிட்டர்களாக ச்லாச்கள் உட்பட).
tr: Bir bireyin ham gedcom verilerini eşleştirmek için düzenli ifade (bölü çizgilerini sınırlayıcı olarak içeren PCRE2 sözdizimi).
vi: Biểu thức chính quy (cú pháp PCRE2 bao gồm dấu gạch chéo làm dấu phân cách) để khớp với dữ liệu GEDCOM thô của một cá nhân.

source: See the initial name badges for examples.
da: Se de oprindelige navneskilte for eksempler.
de: Beispiele sind bei den voreingestellten Namensschildern vorhanden.
es: Hay ejemplos disponibles con las etiquetas de nombre preestablecidas.
fr: Voir les badges de nom initial pour des exemples.
nl: Zie de eerste naamplaatjes voor voorbeelden.
ru: Примеры приведены на бейджах с первоначальными именами.
sk: Ako ukážka je prednastavené menovka.
ta: எடுத்துக்காட்டுகளுக்கு ஆரம்ப பெயர் பேட்ச்களைப் பார்க்கவும்.
tr: Örnekler için ilk yaka kartlarına bakın.
vi: Xem các mẫu thẻ tên ban đầu để tham khảo.

source: Several adjustments - See %1$s for details.
ca: Diversos ajustos - Veure %1$s per a més detalls.
cs: Několik úprav - podrobnosti viz %1$s.
da: Flere justeringer - Se %1$s for detaljer.
de: Verschiedene Anpassungen - Siehe %1$s für Details.
es: Varios ajustes - Ver %1$s para más detalles.
fr: Plusieurs ajustements - Voir %1$s pour plus de détails.
nb_no: Flere justeringer - Se %1$s for detaljer.
nl: Verschillende aanpassingen - Zie %1$s voor meer informatie.
ru: Несколько корректировок - подробности см. В %1$s.
sk: Rôzne úpravy - pozri %1$s pre viac detailov.
ta: பல மாற்றங்கள் - விவரங்களுக்கு %1$s ஐப் பார்க்கவும்.
tr: Çeşitli Ayarlamalar - Ayrıntılar için %1$s bölümüne bakın.
uk: Кілька коригувань - Подробиці див. %1$s .
vi: Một số điều chỉnh - Xem %1$s để biết chi tiết.

source: Skip name type preset for single names
ca: Omet el tipus de nom predefinit per als noms individuals
da: Udelad forvalg af navnetyper for enkeltnavne
de: Namenstyp-Voreinstellungen für Einzelnamen überspringen
es: Omitir tipo de nombre preestablecido para nombres únicos
fr: Ignorer le type de nom prédéfini pour les noms uniques
nb_no: Utelat forvalg for navnetyper for enkeltnavn
nl: Vooraf ingestelde naamtype overslaan voor enkele namen
ru: Пропустить предустановку типа имени для одиночных имен
sk: Preskočiť prednastavenie druhu mena pre jedno meno
ta: ஒற்றை பெயர்களுக்கு பெயர் வகை முன்னமைவைத் தவிர்க்கவும்
tr: Tek adlar için ad türü ön ayarını atla
uk: Пропустити попередній налаштунок типу імені для одинарних імен
vi: Bỏ qua kiểu tên mặc định cho tên đơn lẻ

source: Syntactically invalid regex expressions will be silently ignored.
da: Fejl i regulære udtryk bliver automatisk ignoreret.
de: Syntaktisch ungültige Regex-Ausdrücke werden stillschweigend ignoriert.
es: Las expresiones regex no válidas sintácticamente se ignorarán en silencio.
fr: Les expressions régulières avec une syntaxe invalide seront ignorées de manière silencieuse.
nl: Syntactisch ongeldige reguliere expressies worden stilzwijgend genegeerd.
ru: Синтаксически недопустимые регулярные выражения будут автоматически проигнорированы.
sk: Syntakticky nesprávne regex-výrazy budú bez upozornenia ignorované.
ta: செயற்கையாக தவறான ரீசெக்ச் வெளிப்பாடுகள் அமைதியாக புறக்கணிக்கப்படும்.
tr: Sözdizimsel olarak geçersiz regex ifadeleri sessizce yok sayılır.
vi: Các biểu thức chính quy (regex) không hợp lệ về mặt cú pháp sẽ bị bỏ qua mà không có thông báo.
