Repository: vesta-webtrees-2-custom-modules/vesta_classic_laf
Catalog: resources/lang/*.po
Languages: ca, cs, da, de, es, fr, nb_no, nl, ru, sk, ta, tr, uk, vi

source: XREFs
cs: XREF
es: XREF
nb_no: XREF
ru: Внешние ссылки
sk: XREF
tr: XREF'ler
uk: XREF-и

source: Display a family's XREF after the name.
cs: Zobrazit XREF rodiny za jménem.

source: Vesta Classic Look & Feel: Formerly known as Compact Themes Adjuster. Now part of the Vesta suite.
cs: Vesta Classic Look & Feel: dříve známý jako Compact Themes Adjuster. Nyní je částí svity Vesta..

source: Vesta Classic Look & Feel: Option to use custom prefixed xrefs, as in webtrees 1.x.
cs: Vesta Classic Look & Feel: umožňuje nastavit vlastní předpony XREF, jako ve webtrees 1.x.

source: When switching this option, you will have to reset your thumbnail cache manually by deleting the folder %1$s.
cs: Když změníte toto nastavení, musíte ručně vymazat cache náhledových obrázků odstraněním složky %1$s.
