Repository: vesta-webtrees-2-custom-modules/vesta_classic_laf
Catalog: resources/lang/*.po
Languages: ca, cs, da, de, es, fr, nb_no, nl, ru, sk, ta, tr, uk, vi

source: The standard layout centers most pages, wasting a lot of space especially on wide displays. This option allows to use most of the available space.
ca: El disseny estàndard centra la majoria de pàgines, malgastant molt d'espai, especialment en pantalles àmplies. Aquesta opció permet utilitzar la major part de l'espai disponible.
cs: Standardní rozvržení centruje většinu stránek a plýtvá místem zvláště na širokých obrazovkách. Tato volba umožňuje využít většinu dostupného místa.
da: Den standardlayout centrerer de fleste sider, hvilket spilder en del plads, især på brede skærme. Denne mulighed gør det muligt at bruge det meste af den tilgængelige plads.
de: Das Standardlayout zentriert die meisten Seiten und verschwendet viel Platz, besonders auf breiten Bildschirmen. Diese Option ermöglicht es, den größten Teil des verfügbaren Platzes zu nutzen.
es: El diseño estándar centra la mayoría de las páginas, desperdiciando mucho espacio, especialmente en pantallas anchas. Esta opción permite utilizar la mayor parte del espacio disponible.
fr: La mise en page standard centre la plupart des pages, gaspillant beaucoup d'espace, en particulier sur les écrans larges. Cette option permet d'utiliser la majeure partie de l'espace disponible.
nb_no: Standardoppsettet sentrerer de fleste sider, og kaster bort mye plass, spesielt på brede skjermer. Dette alternativet gjør det mulig å bruke det meste av den tilgjengelige plassen.
nl: De standaardindeling centreert de meeste pagina's waardoor er veel ruimte wordt verspild, vooral op brede beeldschermen. Met deze optie kan het grootste deel van de beschikbare ruimte worden benut.
ru: Стандартный макет центрирует большинство страниц, тратя много места, особенно на широких дисплеях. Эта опция позволяет использовать большую часть доступного пространства.
sk: Štandardný vzhľad centruje väčšinu stránok, nevyužívajúc množstvo plochy hlavne na širokých displejoch. Táto voľba umožňuje využiť väčšinu použiteľnej plochy.
ta: நிலையான தளவமைப்பு பெரும்பாலான பக்கங்களை மையமாகக் கொண்டுள்ளது, குறிப்பாக பரந்த காட்சிகளில் நிறைய இடத்தை வீணாக்குகிறது. இந்த விருப்பம் கிடைக்கக்கூடிய பெரும்பாலான இடங்களைப் பயன்படுத்த அனுமதிக்கிறது.
tr: Standart düzen, çoğu sayfayı ortalar ve özellikle geniş ekranlarda çok fazla yer kaplar. Bu seçenek, kullanılabilir alanın çoğunu kullanmanıza izin verir.
uk: Стандартний макет центрує більшість сторінок, витрачаючи багато місця, особливо на широких дисплеях. Цей параметр дозволяє використовувати більшу частину доступного простору.
vi: Bố cục tiêu chuẩn tập trung hầu hết các trang, lãng phí rất nhiều không gian, đặc biệt là trên các màn hình rộng. Tùy chọn này cho phép sử dụng hầu hết không gian có sẵn.

source: They are selected based on regular expressions matching an individual's raw gedcom data.
da: De vælges baseret på regulære udtryk, der matcher et individs rå GEDCOM-data.
de: Diese werden auf der Grundlage regulärer Ausdrücke ausgewählt, die mit den Gedcom-Rohdaten einer Person übereinstimmen.
es: Se seleccionan a partir de expresiones regulares que coinciden con los datos gedcom sin procesar de un individuo.
fr: Ils sont sélectionnés en fonction des expressions régulières correspondant aux données brutes de gedcom d'un individu.
nl: Ze worden geselecteerd op basis van reguliere expressies die overeenkomen met de onbewerkte GEDCOM-gegevens van een persoon.
ru: Они выбираются на основе регулярных выражений, соответствующих необработанным данным gedcom пользователя.
sk: Zobrazia sa na základe regulárneho výrazu, ktorý zistí zhodu s nespracovanými údajmi GEDCOM osoby.
ta: ஒரு நபரின் ரா கெட்காம் தரவைப் பொருத்தும் வழக்கமான வெளிப்பாடுகளின் அடிப்படையில் அவை தேர்ந்தெடுக்கப்படுகின்றன.
tr: Bunlar, bir bireyin ham gedcom verileriyle eşleşen düzenli ifadelere dayalı olarak seçilir.
vi: Họ được chọn dựa trên các biểu thức chính quy khớp với dữ liệu gedcom thô của một cá nhân.

source: This only affects standard and specific custom themes.
ca: Això només afecta temes personalitzats estàndard i específics.
da: Dette påvirker kun standard- og specifikke tilpassede temaer.
de: Dies betrifft nur Standard- und spezielle benutzerdefinierte Themen.
es: Esto sólo afecta a los temas estándar y a determinados temas personalizados.
fr: Cela n'affecte que les thèmes personnalisés standard et spécifiques.
nb_no: Dette påvirker kun standard- og noen egendefinerte tema.
nl: Dit heeft alleen invloed op standaard en specifieke aangepaste thema's.
ru: Это влияет только на стандартные и специальные пользовательские темы.
sk: Toto ovplyvní len štandardné a špecifické užívateľské motívy.
ta: இது நிலையான மற்றும் குறிப்பிட்ட தனிப்பயன் கருப்பொருள்களை மட்டுமே பாதிக்கிறது.
tr: Bu yalnızca standart ve belirli özel temaları etkiler.
uk: Це стосується лише усталених і точних користувацьких тем.
vi: Điều này chỉ áp dụng cho các chủ đề tiêu chuẩn và chủ đề tùy chỉnh cụ thể.

source: Use available space
ca: Utilitzar l'espai disponible
cs: Využít dostupné místo
da: Brug tilgængelig plads
de: Verfügbaren Platz nutzen
es: Usar el espacio disponible
fr: Utiliser l'espace disponible
nb_no: Bruk tilgjengelig plass
nl: Beschikbare ruimte gebruiken
ru: Использовать доступное пространство
sk: Využiť priestor, ktorý je k dispozícii
ta: கிடைக்கக்கூடிய இடத்தைப் பயன்படுத்தவும்
tr: Kullanılabilir alanı kullanın
uk: Використати весь доступний простір
vi: Sử dụng không gian có sẵn

source: Use compact layout
ca: Utilitzeu un disseny compacte
cs: Použít kompaktní rozvržení
da: Brug kompakt layout
de: Kompaktes Layout verwenden
es: Utilizar un diseño compacto
fr: Utiliser une mise en page compacte
nb_no: Bruk kompakt utseende
nl: Compacte indeling gebruiken
ru: Используйте компактный макет
sk: Použiť kompaktný vzhľad
ta: சிறிய தளவமைப்பைப் பயன்படுத்தவும்
tr: Kompakt düzeni kullanın
uk: Компактне розміщення
vi: Sử dụng bố cục nhỏ gọn

source: Use compact layout except for names
da: Brug kompakt layout undtagen for navne
de: Kompaktes Layout verwenden, außer für Namen
es: Utilice un diseño compacto excepto para los nombres
fr: Utiliser la disposition compacte sauf pour les noms
nl: Gebruik compacte indeling behalve voor namen
ru: Используйте компактную компоновку, за исключением названий
sk: Použiť kompaktný vzhľad, okrem mien
ta: பெயர்களைத் தவிர சிறிய தளவமைப்பைப் பயன்படுத்தவும்
tr: İsimler dışında kompakt düzen kullanın
vi: Sử dụng bố cục nhỏ gọn, ngoại trừ phần tên

source: Use custom prefixes for XREFs as in webtrees 1.x, instead of prefixing all XREFs with 'X'.
ca: Utilitzeu prefixos personalitzats per als XREF com en els arbres web 1.x, en lloc de prefixar tots els XREF amb "X".
cs: Použít vlastní předpony pro XREF jako ve webtrees 1.x, namísto předpony 'X' pro všechna XREF.
da: Brug brugerdefinerede præfikser til XREFs som i webtrees 1.x, i stedet for at præfikse alle XREFs med 'X'.
de: Verwenden Sie benutzerdefinierte Präfixe für XREFs wie in Webtrees 1.x, anstatt allen XREFs das Präfix "X" voranzustellen.
es: Utilizar prefijos personalizados para las XREF como en webtrees 1.x, en lugar de anteponer 'X' a todas las XREF.
fr: Utilisez des préfixes personnalisés pour les XREF comme dans webtrees 1.x, au lieu de préfixer tous les XREF avec «X».
nb_no: Bruk egendefinerte prefikser for XREF som i webtrees 1.x, i stedet for å bruke 'X' i alle XREF.
nl: Gebruik aangepaste voorvoegsels voor XREF's zoals in webtrees 1.x, in plaats van alle XREF's vooraf te laten gaan met 'X'.
ru: Используйте настраиваемые префиксы для внешних ссылок, как в webtrees 1.x, вместо того, чтобы ставить перед всеми ссылками XREF.
sk: Namiesto jednotného prefixu „X“ použite vlasné prefixy pre XREF tak, ako vo webtrees 1.x.
ta: எல்லா XREF களையும் 'ஃச்' உடன் முன்னொட்டுவதற்கு பதிலாக, வெப் ட்ரீச் 1.x இல் உள்ளதைப் போல XREFS க்கான தனிப்பயன் முன்னொட்டுகளைப் பயன்படுத்தவும்.
tr: Tüm XREF'lerin önüne 'X' koymak yerine, webtrees 1.x'teki gibi XREF'ler için özel önekler kullanın.
uk: Використовуйте власні префікси для XREF, як у webtrees 1.x, замість того, щоб префіксувати всі XREF як "X".
vi: Sử dụng tiền tố tùy chỉnh cho XREF như trong webtrees 1.x, thay vì đặt tiền tố tất cả XREF bằng 'X'.

source: Use original layout
da: Brug originalt layout
de: Original-Layout verwenden
es: Utilice el diseño original
fr: Utiliser la mise en page originale
nl: Gebruik oorspronkelijke indeling
ru: Используйте оригинальный макет
sk: Použiť originálny vzhľad
ta: அசல் தளவமைப்பைப் பயன்படுத்தவும்
tr: Orijinal düzeni kullanın
vi: Sử dụng bố cục gốc

source: Use the pseudo-tag '%s' as a back reference to the first captured parenthesized subpattern in the regex.
fr: Utilisez le pseudo-tag '%s' comme référence arrière du premier sous-pattern entre parenthèse capturé dans le regex.
ta: ரீசெக்சில் முதல் கைப்பற்றப்பட்ட அடைப்புக்குறிப்பு துணைப்பிரிவுக்கான பின் குறிப்பாக போலி-டேக் '%s' ஐப் பயன்படுத்தவும்.
vi: Sử dụng thẻ giả '%s' làm tham chiếu ngược đến mẫu con được bắt giữ đầu tiên nằm trong ngoặc đơn trong biểu thức chính quy.

source: Webtrees crops thumbnails in order to produce images with a consistent width and height. This is problematic if you have images of individals with a non-standard aspect ratio, where the head of the respective person is not centered and may therefore be cut off. Deselect this option to handle these cases.
ca: Webtrees retalla miniatures per tal de produir imatges amb una amplada i alçada consistents. Això és problemàtic si teniu imatges d'individals amb una relació d'aspecte no estàndard, on el cap de la persona respectiva no està centrat i, per tant, es pot tallar. Desmarca aquesta opció per gestionar aquests casos.
cs: Webtrees ořezává náhledové obrázky s cílem vytvořit obrázky se stálým poměrem šířky a výšky. U portrétů osob s nestandardním poměrem stran může nastat problém, když hlava osoby není uprostřed, takže se částečně odřeže. Tomu zamezíte zrušením této volby.
da: Webtrees beskærer miniaturebilleder for at producere billeder med en konsekvent bredde og højde. Dette kan være problematisk, hvis du har billeder af individer med et ikke-standard aspektforhold, hvor hovedet af den pågældende person ikke er centreret og derfor kan blive skåret af. Fjern markeringen af denne mulighed for at håndtere disse tilfælde.
de: Webtrees beschneidet Vorschaubilder, um Bilder mit einer einheitlichen Breite und Höhe zu erzeugen. Dies ist problematisch, wenn Sie Bilder von Personen mit einem nicht standardisierten Seitenverhältnis verwenden, bei denen der Kopf der jeweiligen Person nicht zentriert ist und daher möglicherweise abgeschnitten wird. Deaktivieren Sie diese Option, um solche Fälle besser zu behandeln.
es: Webtrees recorta las miniaturas para producir imágenes con una anchura y altura consistentes. Esto es problemático si tiene imágenes de individuos con una relación de aspecto no estándar, donde la cabeza de la persona respectiva no está centrada y por lo tanto puede ser cortada. Deseleccione esta opción para tratar estos casos.
fr: Webtrees rogne les vignettes afin de produire des images avec une largeur et une hauteur cohérentes. Ceci est problématique si vous avez des images d'individus avec un rapport hauteur / largeur non standard, où la tête de la personne concernée n'est pas centrée et peut donc être coupée. Désélectionnez cette option pour gérer ces cas.
nb_no: webtrees beskjærer miniatyrbilder for å lage bilder med en fast bredde og høyde. Dette er problematisk hvis du har bilder av personer med et ikke-standard sideforhold, hvor hodet til den respektive personen ikke er sentrert og derfor kan kuttes av. Velg bort dette alternativet for å håndtere disse tilfellene.
nl: Webtrees snijdt miniaturen bij om afbeeldingen te produceren met een consistente breedte en hoogte. Dit is een probleem als u afbeeldingen hebt van personen met een niet-standaard aspectverhouding, waarbij het hoofd van de betreffende persoon niet gecentreerd is en daarom mogelijk wordt afgesneden. Schakel deze optie uit om deze gevallen te behandelen.
ru: Webtrees обрезает эскизы, чтобы создавать изображения одинаковой ширины и высоты. Это проблематично, если у вас есть изображения людей с нестандартным соотношением сторон, где голова соответствующего человека не находится по центру и поэтому может быть отрезана. Снимите этот флажок, чтобы обрабатывать такие случаи.
sk: webtrees orezáva náhľady obrázkov tak, aby sa obrázky zobrazovali v konzistentnej šírke a výške. Ak máte obrázky osôb s neštandardným pomerom strán a tvár osoby nie je v strede môže prísť k nesprávnemu orezaniu. Zrušte túto voľbu, ak chcete, aby nedošlo k orezaniu náhľadu.
ta: நிலையான அகலம் மற்றும் உயரத்துடன் படங்களை உருவாக்குவதற்காக வெப் ட்ரீச் சிறு உருவங்களை பயிர்கள். தரமற்ற விகிதத்துடன் தனிநபர்களின் படங்கள் உங்களிடம் இருந்தால் இது சிக்கலானது, அங்கு அந்தந்த நபரின் தலை மையப்படுத்தப்படவில்லை, எனவே துண்டிக்கப்படலாம். இந்த வழக்குகளை கையாள இந்த விருப்பத்தை தேர்வுநீக்கவும்.
tr: Webtrees, tutarlı bir genişlik ve yüksekliğe sahip görüntüler üretmek için küçük resimleri kırpar. Bu, ilgili kişinin başının ortalanmadığı ve bu nedenle kesilebileceği standart olmayan bir en boy oranına sahip birey görüntüleriniz varsa sorunludur. Bu durumlarda işlemek için bu seçeneğin seçimini kaldırın.
uk: Webtrees обрізає ескізи, щоб створювати зображення з однаковою шириною та висотою. Це проблематично, якщо у вас є зображення окремих осіб із нестандартним співвідношенням сторін, де голова відповідної людини не розташована по центру і, отже, може бути відрізана. Зніміть прапорець для вирішення цих випадків.
vi: Webtrees cắt hình thu nhỏ để tạo ra hình ảnh có chiều rộng và chiều cao nhất quán. Đây là vấn đề nếu bạn có hình ảnh của các cá nhân với tỷ lệ khung hình không chuẩn, trong đó phần đầu của người tương ứng không được căn giữa và do đó có thể bị cắt đi. Bỏ chọn tùy chọn này để xử lý các trường hợp này.

source: When adding new parents, spouses or children, webtrees presets the name type to 'birth name'.
ca: Quan s'afegeixen nous pares, cònjuges o fills, els arbres web preestableixen el tipus de nom a "nom de naixement".
da: Når der tilføjes nye forældre, ægtefæller eller børn, indstiller webtrees navnetypen til 'fødenavn'.
de: Wenn neue Eltern, Ehepartner oder Kinder hinzugefügt werden, setzt webtrees den Namenstyp auf "Geburtsname".
es: Al añadir nuevos padres, cónyuges o hijos, webtrees preestablece el tipo de nombre como "nombre de nacimiento".
fr: Lors de l'ajout de nouveaux parents, conjoints ou enfants, webtrees prédéfinit le type de nom sur "nom de naissance".
nb_no: Når det legges til nye foreldre, partnere eller barn, vil webtrees benytte navnetypen 'fødenavn'.
nl: Bij het toevoegen van nieuwe ouders, echtgenoten of kinderen, stelt webtrees het naamtype vooraf in op 'geboortenaam'.
ru: При добавлении новых родителей, супругов или детей webtrees предварительно устанавливает тип имени на «имя при рождении».
sk: Keď pridávate nových rodičov, partnerov alebo deti, nastavuje webtrees druh mena na „rodné meno“.
ta: புதிய பெற்றோர், வாழ்க்கைத் துணைவர்கள் அல்லது குழந்தைகளைச் சேர்க்கும்போது, வெப் ட்ரீச் பெயர் வகையை 'பிறந்த பெயர்' என்று முன்னமைக்கிறது.
tr: Yeni ebeveynler, eşler veya çocuklar eklenirken webtrees ad türünü 'doğum adı' olarak ayarlar.
uk: При додаванні нових батьків, подружжя або дітей Webtrees попередньо встановлює тип імені на «ім'я при народженні».
vi: Khi thêm cha mẹ, vợ/chồng hoặc con cái mới, Webtrees mặc định loại tên là 'tên khai sinh'.

source: XREF prefixes
ca: Prefixos XREF
cs: Předpony XREF
da: XREF præfikser
de: Präfix für XREFs
es: Prefijos XREF
fr: préfixes XREF
nb_no: XREF prefikser
nl: XREF-voorvoegsels
ru: Префиксы XREF
sk: XREF prefixy
ta: XREF முன்னொட்டுகள்
tr: XREF önekleri
uk: Префікс XREF
vi: Tiền tố XREF

source: You can use them to highlight individuals, in charts and elsewhere, via different criteria, such as: Individuals belonging to a group defined via a shared note, having a sourced birth event, having a specific occupation, having a burial with a linked image, etc.
da: Du kan bruge dem til at fremhæve individer i diagrammer og andre steder via forskellige kriterier, såsom: Individer der tilhører en gruppe defineret via en delt note, har en kildebaseret fødselshændelse, har et specifikt erhverv, har en begravelse med et tilknyttet billede osv.
de: Diese können verwendet werden, um Personen in Diagrammen und anderswo anhand verschiedener Kriterien hervorzuheben, z.B.: Personen, die einer Gruppe angehören, die über eine gemeinsame Notiz definiert wurden, Personen mit einem angegebenen Geburtsereignis, einem bestimmten Beruf, einer Beerdigung mit einem verknüpften Bild, usw.
es: Puede utilizarlos para resaltar individuos, en cartas y en otros lugares, a través de diferentes criterios, tales como: Individuos que pertenecen a un grupo definido a través de una nota compartida, que tienen un evento de nacimiento aglutinado, que tienen una ocupación específica, que tienen un entierro con una imagen vinculada, etc.
fr: Vous pouvez les utiliser pour mettre en évidence les individus, dans les graphiques et ailleurs, par différents critères, tels que : les individus appartenant à un groupe défini par une note partagée, ayant un événement de naissance source, ayant une occupation spécifique, ayant un enterrement avec une image liée, etc.
nl: U kunt ze gebruiken om personen te markeren, in diagrammen en elders, op basis van verschillende criteria, zoals: personen die behoren tot een groep die is gedefinieerd via een gedeelde notitie, die een bepaalde geboortegebeurtenis hebben, die een specifiek beroep hebben, die een begrafenis hebben met een gekoppelde afbeelding, enz.
ru: Вы можете использовать их для выделения отдельных лиц на диаграммах и в других местах по различным критериям, таким как: Принадлежность к группе, определенной с помощью общей заметки, наличие события рождения, определенного рода занятий, захоронения со связанным изображением и т.д.
sk: Môžu sa použiť na zvýraznenie osôb v schémach, ale aj inde, na základe rôznych kritérií, napr.: osoby, ktoré patria do jednej skupiny, ktorá bola definovaná na základe zdieľanej poznámky, ktoré majú zadanú udalosť narodenia, konkrétne povolanie, pochovanie s pripojeným obrázkom, a pod.
ta: தனிநபர்கள், விளக்கப்படங்கள் மற்றும் பிற இடங்களில், வெவ்வேறு அளவுகோல்கள் வழியாக முன்னிலைப்படுத்த நீங்கள் அவற்றைப் பயன்படுத்தலாம்: பகிரப்பட்ட குறிப்பு மூலம் வரையறுக்கப்பட்ட ஒரு குழுவிற்கு சொந்தமான நபர்கள், ஒரு குறிப்பிட்ட பிறப்பு நிகழ்வைக் கொண்டிருப்பது, ஒரு குறிப்பிட்ட தொழிலைக் கொண்டிருப்பது, இணைக்கப்பட்ட படத்துடன் அடக்கம் செய்வது போன்றவை.
tr: Bunları grafiklerde ve başka yerlerde bireyleri farklı kriterlerle vurgulamak için kullanabilirsiniz, örneğin: Paylaşılan bir not aracılığıyla tanımlanan bir gruba ait bireyler, kaynaklı bir doğum olayına sahip olanlar, belirli bir mesleğe sahip olanlar, bağlantılı bir görüntüye sahip bir cenazeye sahip olanlar vb.
vi: Bạn có thể sử dụng chúng để làm nổi bật các cá nhân, trong biểu đồ và các nơi khác, dựa trên các tiêu chí khác nhau, chẳng hạn như: Cá nhân thuộc một nhóm được xác định thông qua ghi chú chung, có sự kiện sinh được xác định nguồn gốc, có nghề nghiệp cụ thể, có nơi chôn cất với hình ảnh được liên kết, v.v.

source: here
ca: aquí
da: her
de: hier
es: aquí
fr: ici
nb_no: her
nl: hier
ru: здесь
sk: tu
ta: இங்கே
tr: burada
uk: тут
vi: ở đây

source: hide always
ca: amagar sempre
da: skjul altid
de: immer ausblenden
es: ocultar siempre
fr: cacher toujours
nb_no: skjul alltid
nl: altijd verbergen
ru: прятаться всегда
sk: vždy skryť
ta: எப்போதும் மறை
tr: her zaman gizle
uk: завжди приховувати
vi: luôn ẩn

source: hide in multi-fact dialogs, show and expand subtags otherwise
ca: amagar-se en diàlegs multifet, mostrar i expandir subetiquetes d'una altra manera
da: Skjul i dialoger med flere hændelser, vis og udvid subtags i andre tilfælde
de: in Multi-Fakten-Dialogen ausblenden, andernfalls Subtags anzeigen und erweitern
es: ocultar en diálogos múltiples, mostrar y expandir subetiquetas en caso contrario
fr: masquer dans les boîtes de dialogue multi-faits, afficher et développer les sous-étiquettes autrement
nl: verbergen in multifeitdialoogvensters, anders sublabels tonen en uitbreiden
ru: скрывать в диалоговых окнах с несколькими фактами, показывать и разворачивать подзаголовки в противном случае
sk: skryť vo viacúdajových dialógoch, inak ukázať a rozbaliť subtagy
ta: மல்டி-ஃபாக் உரையாடல்களில் மறைக்கவும், இல்லையெனில் சப்டாக்குகளைக் காட்டவும் விரிவுபடுத்தவும்
tr: çok faktörlü iletişim kutularında gizle, aksi takdirde alt etiketleri göster ve genişlet
uk: приховувати в багатофакторних діалогових вікнах, показувати та розгортати субтеги іншим чином
vi: ẩn trong hộp thoại đa thông tin, hiển thị và mở rộng các thẻ phụ trong các trường hợp khác

source: hide in multi-fact dialogs, show otherwise
ca: Amaga en diàlegs multifet, mostra el contrari
da: Skjul i multi-hændelses-dialoger ellers vis
de: in Multi-Fakten-Dialogen verbergen, sonst anzeigen
es: ocultar en cuadros de diálogo de múltiples hechos, mostrar lo contrario
fr: masquer dans les boîtes de dialogue multi-faits, afficher sinon
nl: verbergen in multifeitdialoogvensters, anders tonen
ru: скрывать в диалоговых окнах с несколькими фактами, показывать в противном случае
sk: skryť vo viacúdajových dialógoch, inak ukázať
ta: பல-உண்மை உரையாடல்களில் மறைக்கவும், வேறுவிதமாகக் காட்டவும்
tr: çok faktörlü iletişim kutularında gizle, diğer durumlarda göster
uk: приховати в діалогових вікнах із кількома фактами, показати інакше
vi: ẩn trong hộp thoại đa thông tin, hiển thị trong các trường hợp khác

source: no adjustment
ca: Sense ajustos
da: Ingen tilpasning
de: keine Anpassung
es: sin ajuste
fr: pas de réglage
nb_no: ingen tilpasning
nl: geen aanpassing
ru: без корректировки
sk: žiadna úprava
ta: சரிசெய்தல் இல்லை
tr: ayarlama yok
uk: без коригування
vi: không điều chỉnh

source: no adjustment (use setting for all events as shown below)
ca: Sense ajustos (utilitzeu la configuració per a tots els esdeveniments com es mostra a continuació)
da: ingen tilpasning (brug indstilling for alle hændelser som vist nedenfor)
de: keine Anpassung (Einstellung für alle Ereignisse wie unten gezeigt verwenden)
es: sin ajuste (use la configuración para todos los eventos como se muestra a continuación)
fr: aucun ajustement (utiliser le réglage pour tous les événements comme indiqué ci-dessous)
nb_no: ingen tilpasning (bruk for alle hendelser som vist under)
nl: geen aanpassing (gebruik de instelling voor alle gebeurtenissen zoals hieronder getoond)
ru: без настройки (используйте настройку для всех событий, как показано ниже)
sk: žiadna úprava (použiť nastavenia pre všetky udalosti, tak ako je uvedené nižšie)
ta: சரிசெய்தல் இல்லை (கீழே காட்டப்பட்டுள்ளபடி அனைத்து நிகழ்வுகளுக்கும் அமைப்பைப் பயன்படுத்தவும்)
tr: ayarlama yok (aşağıda gösterildiği gibi tüm olaylar için ayarı kullanın)
uk: без виправлення (використовуйте налаштування для всіх подій, як показано нижче)
vi: không cần điều chỉnh (sử dụng cài đặt cho tất cả các sự kiện như hiển thị bên dưới)

source: show always
ca: Mostra't sempre
da: vis altid
de: immer anzeigen
es: mostrar siempre
fr: toujours afficher
nb_no: vis alltid
nl: altijd tonen
ru: показывать всегда
sk: vždy ukázať
ta: எப்போதும் காட்டு
tr: her zaman göster
uk: завжди показувати
vi: luôn hiển thị

source: show and expand subtags always
ca: mostrar i ampliar subetiquetes sempre
da: Vis og udvid altid subtags
de: Unterelemente immer anzeigen und erweitern
es: mostrar y expandir subetiquetas siempre
fr: toujours afficher et développer les sous-étiquettes
nb_no: vis og utvid underkoder alltid
nl: toon altijd volledige sublabels
ru: всегда показывать и разворачивать вложенные теги
sk: vždy ukázať a rozbaliť subtagy
ta: சப்டேக்குகளை எப்போதும் காட்டவும் விரிவுபடுத்தவும்
tr: alt etiketleri her zaman göster ve genişlet
uk: завжди показувати та розгортати підтеги
vi: luôn hiển thị và mở rộng các thẻ con
