Repository: vesta-webtrees-2-custom-modules/vesta_classic_laf
Catalog: resources/lang/*.po
Languages: ca, cs, da, de, es, fr, nb_no, nl, ru, sk, ta, tr, uk, vi

source: 'Multi-fact dialogs' refers to: All edit dialogs for new individuals, and the Vesta-specific dialog '%1$s'.
ca: 'Diàlegs multifet' es refereix a: Tots els diàlegs d'edició per a persones noves, i el diàleg específic de Vesta '%1$s'.
da: 'Multi-fakta-dialoger' refererer til: Alle redigeringsdialoger for nye individer og den Vesta-specifikke dialog '%1$s'.
de: 'Multi-Fakten-Dialoge' bezieht sich auf: Alle Bearbeitungsdialoge für neue Personen und den Vesta-spezifischen Dialog '%1$s'.
es: 'Diálogos multifactor' se refiere a: Todos los diálogos de edición para nuevos individuos, y el diálogo específico de Vesta '%1$s'.
fr: Les "boîtes de dialogue multi-faits" font référence à : toutes les boîtes de dialogue d'édition pour les nouveaux individus et la boîte de dialogue spécifique à Vesta "%1$s".
nl: 'Multifeitdialoogvensters' verwijst naar: Alle bewerkingsdialogen voor nieuwe personen, en de Vesta-specifieke dialoogvenster '%1$s'.
ru: "Диалоги с несколькими фактами" относятся ко всем диалогам редактирования для новых пользователей и специфичному для Vesta диалогу "%1$s".
sk: „Viac údajové dialógy“ sa vzťahujú na dialógy pri vytváraní novej osoby a dialóg, špecifický pre Vesta moduly „%1$s“.
ta: 'மல்டி-ஃபாக் உரையாடல்' குறிக்கிறது: புதிய நபர்களுக்கான அனைத்து திருத்தும் உரையாடலும், வெச்டா-குறிப்பிட்ட உரையாடல் '%1$s'.
tr: 'Çok faktörlü iletişim kutuları' şunları ifade eder: Yeni bireyler için tüm düzenleme diyalogları ve Vesta'ya özgü '%1$s' diyalogu.
uk: «Діалоги з кількома фактами» стосуються усіх діалогових вікон редагування для нових користувачів і специфічного для Vesta діалогового вікна '%1$s'.
vi: 'Hộp thoại đa thông tin' đề cập đến: Tất cả các hộp thoại chỉnh sửa dành cho cá nhân mới và hộp thoại '%1$s' dành riêng cho Vesta.

source: A label, for reference within the control panel only.
da: Et mærkat, kun til reference i kontrolpanelet.
de: Ein Label, das nur als Referenz innerhalb der Verwaltung dient.
es: Una etiqueta, sólo para referencia dentro del panel de control.
fr: Une étiquette, pour référence dans le panneau de commande seulement.
nl: Een label, alleen voor referentie in het controlepaneel.
ru: Метка, предназначенная только для справки на панели управления.
sk: Návestie, ktorá je použité len v riadiacom paneli ako odkaz.
ta: ஒரு சிட்டை, கட்டுப்பாட்டு குழுவில் மட்டுமே குறிப்புக்கு.
tr: Sadece kontrol panelinde referans olarak kullanılmak üzere bir etiket.
vi: Nhãn này chỉ dùng để tham khảo trong bảng điều khiển.

source: A module adjusting all themes and other features, providing a look & feel closer to the webtrees 1.x version.
ca: Un mòdul que ajusta tots els temes i altres característiques, proporcionant un aspecte i sensació més proper a la versió 1.x dels arbres web.
cs: Modul upravující všechny motivy a další funkce tak, aby se jejich vzhled podobal webtrees verse 1.x.
da: Et modul, der justerer alle temaer og andre funktioner, og giver et udseende og en oplevelse, der er tættere på webtrees 1.x-versionen.
de: Ein Modul, das alle Themen und andere Funktionen anpasst und ein Look & Feel bietet, das dem der Webtrees 1.x-Version näherkommt.
es: Un módulo que configura los temas y otras características, brindando una apariencia más cercana a la versión 1.x de webtrees.
fr: Un module ajustant tous les thèmes et autres fonctionnalités, offrant un look & feel plus proche de la version webtrees 1.x.
nb_no: En modul som justerer alle temaer og andre funksjoner, og gir en utseende og opplevelse nærmere webtrees 1.x-versjonen.
nl: Een module die alle thema's en andere functies zo aanpast dat het meer het uiterlijk van de webtrees 1.x-versie heeft.
ru: Модуль, настраивающий все темы и другие возможности, обеспечивающий внешний вид и ощущения, приближенные к версии webtrees 1.x.
sk: Modul upravujúci všetky motívy a ostatné vlastnosti. Poskytuje vzhľad a použitie, ktoré sú podobnejšie verzii webtrees 1.x.
ta: அனைத்து கருப்பொருள்களையும் பிற அம்சங்களையும் சரிசெய்யும் ஒரு தொகுதி, ஒரு தோற்றத்தை வழங்கும் மற்றும் வெப் ட்ரீச் 1.x பதிப்பிற்கு நெருக்கமாக உணர்கிறது.
tr: Tüm temaları ve diğer özellikleri ayarlayan, webtrees 1.x sürümüne daha yakın bir görünüm ve his sağlayan bir modül.
uk: Цей модуль налаштовує всі теми, наближуючи вигляд до webtrees версій 1.х.
vi: Một mô-đun điều chỉnh tất cả các chủ đề và các tính năng khác, cung cấp giao diện và cảm giác gần gũi hơn với phiên bản webtrees 1.x.

source: A name badge can be displayed on just one of the family trees, or on all the family trees.
da: Navneskilte kan vises på et enkelt slægtstræ eller på alle slægtstræer.
de: Ein Namensschild kann für nur einen der Stammbäume oder für alle Stammbäume angebracht werden.
es: Una tarjeta identificativa puede mostrarse sólo en uno de los árboles genealógicos o en todos ellos.
fr: Un badge peut être affiché sur un des arbres familiaux, ou sur tous les arbres familiaux.
nl: Een naamplaatje kan worden weergegeven op slechts één van de stambomen of op alle stambomen.
ru: Именной значок может быть отображен только на одном из генеалогических древ или на всех генеалогических древах.
sk: Menovka sa môže použiť buď na jednom rodokmeni, alebo na všetkých.
ta: குடும்ப மரங்களில் ஒன்றில் அல்லது அனைத்து குடும்ப மரங்களிலும் ஒரு பெயர் ஒட்டு காட்டப்படலாம்.
tr: Bir yaka kartı aile ağaçlarından sadece birinde veya tüm aile ağaçlarında görüntülenebilir.
vi: Thẻ tên có thể được gắn trên một trong các cây gia phả, hoặc trên tất cả các cây gia phả.

source: A note, shown within the control panel only.
da: En note, der kun vises i kontrolpanelet.
de: Ein Hinweis, der nur in der Verwaltung angezeigt wird.
es: Una nota, que sólo se muestra en el panel de control.
fr: Une note, affichée uniquement dans le panneau de commande.
nl: Een notitie die alleen in het controlepaneel wordt weergegeven.
ru: Примечание, отображаемое только на панели управления.
sk: Poznámka, ktorá sa zobrazuje len v riadiacom paneli.
ta: ஒரு குறிப்பு, கட்டுப்பாட்டு குழுவில் மட்டுமே காட்டப்பட்டுள்ளது.
tr: Yalnızca kontrol panelinde gösterilen bir not.
vi: Một ghi chú, chỉ hiển thị trong bảng điều khiển.

source: Add a name badge
da: Tilføj et navneskilt
de: Ein Namensschild hinzufügen
es: Añadir una tarjeta identificativa
fr: Ajouter un nom de badge
nl: Naamplaatje toevoegen
ru: Добавьте бейдж с именем
sk: Pridať menovku
ta: ஒரு பெயர் ஒட்டு சேர்க்கவும்
tr: Yaka kartı ekleyin
vi: Thêm một thẻ tên

source: Always expand initially
ca: Ampliar sempre inicialment
da: Udvid altid som standard
de: Anfangs immer erweitern
es: Expandir siempre al principio
fr: Développez toujours initialement
nl: In eerste instantie altijd uitbreiden
ru: Всегда расширяйтесь изначально
sk: Na začiatku vždy rozbaliť
ta: எப்போதும் ஆரம்பத்தில் விரிவாக்குங்கள்
tr: Her zaman başlangıçta genişletin
uk: Завжди розгортати одразу
vi: Luôn mở rộng ban đầu

source: Append XREFs to names
ca: Afegir XREFs als noms
cs: Připojit XREF ke jménům
da: Tilføj XREF til navne
de: Anfügen der XREFs zu Namen
es: Añadir XREF a los nombres
fr: Ajouter les XREF aux noms
nb_no: Tilføy XREF i navn
nl: XREF's toevoegen aan namen
ru: Добавлять внешние ссылки к именам
sk: Pripojiť XREF k menám
ta: XREFS ஐ பெயர்களுடன் சேர்க்கவும்
tr: Adlara XREF'leri ekleyin
uk: Додавати зовнішні посилання до імен
vi: Thêm các tham chiếu XREF vào tên

source: Apply the following setting to '%1$s' within all '%2$s' events, unless the event is configured explicitly:
ca: Apliqueu la configuració següent a '%1$s' dins de tots '%2$s' esdeveniments, llevat que l'esdeveniment estigui configurat explícitament:
da: Anvend følgende indstilling på '%1$s' inden for alle '%2$s' hændelser, medmindre hændelsen er konfigureret eksplicit:
de: Wenden Sie die folgende Einstellung auf '%1$s' in allen '%2$s'-Ereignissen an, sofern das Ereignis nicht explizit konfiguriert ist:
es: Aplica la siguiente configuración a '%1$s' dentro de todos los eventos '%2$s', a menos que el evento esté configurado explícitamente:
fr: Appliquez le paramètre suivant à '%1$s' dans tous les événements '%2$s', sauf si l'événement est configuré explicitement :
nb_no: Legg til følgende valg til '%1$s' i alle '%2$s' hendelser, med mindre hendelsen er konfigurert spesifikt:
nl: Pas de volgende instelling toe op '%1$s' binnen alle '%2$s'-gebeurtenissen, tenzij de gebeurtenis expliciet is geconfigureerd:
ru: Примените следующий параметр к '%1$s' во всех событиях '%2$s', если только событие не настроено явно:
sk: Použiť nasledovné nastavenia tagu „%1$s“ pri všetkých udalostiach „%2$s“, pokiaľ nie je udalosť explicitne nakonfigurovaná inak:
ta: நிகழ்வு வெளிப்படையாக கட்டமைக்கப்படாவிட்டால், பின்வரும் அமைப்பை அனைத்து '%2$s' நிகழ்வுகளுக்கும்ள் '%1$s' க்கு பயன்படுத்துங்கள்:
tr: Olay açıkça yapılandırılmadığı sürece, aşağıdaki ayarı tüm '%2$s' olayları içindeki '%1$s' için uygulayın:
uk: Застосовувати таке налаштування до '%1$s' у всіх подіях '%2$s', якщо подію не налаштовано явно:
vi: Áp dụng cài đặt sau cho '%1$s' trong tất cả các sự kiện '%2$s', trừ khi sự kiện đó được cấu hình rõ ràng:

source: Attention: This setting currently won't have any effect in your system, because it requires a newer libxml version (at least %1$s).
ca: Atenció: Aquesta configuració actualment no tindrà cap efecte al vostre sistema, ja que requereix una versió més nova de la libxml (com a mínim %1$s).
da: Opmærksomhed: Denne indstilling vil i øjeblikket ikke have nogen effekt i dit system, da den kræver en nyere libxml-version (mindst %1$s).
de: Achtung! Diese Einstellung wird in Ihrem System derzeit keine Wirkung haben, da sie eine neuere libxml-Version voraussetzt (mindestens %1$s).
es: Atención: Este ajuste actualmente no tendrá ningún efecto en su sistema, porque requiere una versión más reciente de libxml (al menos %1$s).
fr: Attention : Ce paramètre n'aura actuellement aucun effet sur votre système, car il nécessite une version plus récente de libxml (au moins %1$s).
nb_no: Merk: Dette valget vil for øyeblikket ikke ha noen effekt i ditt system, fordi dette krever en nyere libxml-versjon (minimum %1$s).
nl: Let op: Deze instelling zal momenteel geen effect hebben op uw systeem, omdat het een nieuwere libxml-versie vereist (minstens %1$s).
ru: Внимание: этот параметр в настоящее время не будет иметь никакого эффекта в вашей системе, потому что для него требуется более новая версия libxml (как минимум %1$s).
sk: Pozor! Toto nastavenie nebude mať na vašom systéme žiadny účinok, lebo predpokladá novšiu verziu libxml (minimálne %1$s).
ta: கவனம்: இந்த அமைப்பு தற்போது உங்கள் கணினியில் எந்த விளைவையும் ஏற்படுத்தாது, ஏனெனில் இதற்கு புதிய LIBXML பதிப்பு தேவைப்படுகிறது (குறைந்தது %1$s).
tr: Dikkat: Daha yeni bir libxml sürümü (en az %1$s) gerektirdiğinden, bu ayarın şu anda sisteminizde herhangi bir etkisi olmayacaktır.
uk: Увага: цей параметр наразі не матиме жодного ефекту у вашій системі, оскільки для нього потрібна новіша версія libxml (принаймні %1$s).
vi: Lưu ý: Cài đặt này hiện không có tác dụng trên hệ thống của bạn vì nó yêu cầu phiên bản libxml mới hơn (ít nhất là %1$s).

source: Check this option if you prefer not to use a name type in case the respective individual has a single name.
ca: Marqueu aquesta opció si preferiu no utilitzar un tipus de nom en cas que la persona respectiva tingui un sol nom.
da: Marker denne mulighed, hvis du foretrækker ikke at bruge en navnetype, hvis den pågældende person har et enkelt navn.
de: Aktivieren Sie diese Option, wenn Sie es vorziehen, keinen Namenstyp zu verwenden, falls die betreffende Person nur einen Namen hat.
es: Marque esta opción si prefiere no utilizar un tipo de nombre en caso de que el individuo correspondiente tenga un único nombre.
fr: Cochez cette option si vous préférez ne pas utiliser de type de nom au cas où l'individu respectif n'aurait qu'un seul nom.
nb_no: Bruk dette valget dersom du ønsker å ikke benytte navnetype i tilfelle den respektive personen kun har ett enkelt navn.
nl: Schakel deze optie in als u liever geen naamtype gebruikt in het geval dat de persoon in kwestie een enkele naam heeft.
ru: Установите этот флажок, если вы предпочитаете не использовать тип имени в случае, если у соответствующего лица одно имя.
sk: Zvoľte túto voľbu, ak preferujete neuvádzanie druhu mena, pokiaľ má osoba len jedno meno.
ta: அந்தந்த நபருக்கு ஒற்றை பெயர் இருந்தால் ஒரு பெயர் வகையைப் பயன்படுத்த வேண்டாம் என்று நீங்கள் விரும்பினால் இந்த விருப்பத்தை சரிபார்க்கவும்.
tr: İlgili bireyin tek bir adı olması durumunda bir ad türü kullanmamayı tercih ediyorsanız bu seçeneği işaretleyin.
uk: Позначте цей параметр, якщо ви не бажаєте використовувати тип імені тоді, коли відповідна особа має одне ім'я.
vi: Chọn tùy chọn này nếu bạn không muốn sử dụng loại tên trong trường hợp cá nhân đó chỉ có một tên duy nhất.

source: Check to always expand the first sidebar, rather than the 'Family navigator' sidebar.
ca: Marqueu per expandir sempre la primera barra lateral en lloc de la barra lateral "Navegador familiar".
cs: Zaškrtněte, aby se vždy rozbalil první postranní panel, nikoli postranní panel "Rodinný navigátor".
da: Marker for altid at udvide den første sidebar i stedet for 'Familienavigator'-sidebaren.
de: Aktivieren Sie diese Option, um den ersten Seitenleistenpunkt außer den 'Familienlotsen' immer automatisch zu erweitern.
es: Marque esta opción para expandir siempre la primera barra lateral, en lugar de la barra lateral del "Navegador familiar".
fr: Cochez cette case pour toujours développer la première barre latérale, plutôt que la barre latérale du "navigateur familial".
nb_no: Velg for å alltid utvide første sidefelt, fremfor «Familienavigator»-sidefeltet.
nl: Schakel dit selectievakje in om altijd de eerste zijbalk uit te vouwen in plaats van de zijbalk 'Gezinsnavigator'.
ru: Установите этот флажок, чтобы всегда открывать первую боковую панель, а не боковую панель «Семейный навигатор».
sk: Označte, aby sa automaticky otváral prvý bočný panel a nie „Navigátor rodín“.
ta: 'குடும்ப நேவிகேட்டர்' பக்கப்பட்டியை விட, முதல் பக்கப்பட்டியை எப்போதும் விரிவாக்க சரிபார்க்கவும்.
tr: 'Aile gezgini' kenar çubuğu yerine her zaman ilk kenar çubuğunu genişletmek için işaretleyin.
uk: Поставте прапорець, щоб завжди розкривати першу бічну панель, а не бічну панель "Сімейний навігатор".
vi: Chọn để luôn mở rộng thanh bên đầu tiên, thay vì thanh bên 'Trình điều hướng gia đình'.

source: Configure visibility of GEDCOM tag '%s'
ca: Configurar la visibilitat de l'etiqueta GEDCOM '%s
da: Konfigurer synlighed af GEDCOM-tag '%s'
de: Konfigurieren Sie die Sichtbarkeit von GEDCOM-Tag '%s'
es: Configurar la visibilidad de la etiqueta GEDCOM '%s'
fr: Configurer la visibilité de la balise GEDCOM '%s'
nb_no: Konfigurer synlighet av GEDCOM-kode '%s'
nl: Zichtbaarheid instellen van GEDCOM-label '%s'
ru: Настройка видимости тега GEDCOM '%s'
sk: Konfigurovať viditeľnosť GEDCOM tagu '%s'
ta: GEDCOM TAG '%s' இன் தெரிவுநிலையை உள்ளமைக்கவும்
tr: GEDCOM '%s' etiketinin görünürlüğünü yapılandırma
uk: Налаштувати видимість тегу GEDCOM '%s'
vi: Cấu hình quyền hiển thị của thẻ GEDCOM '%s'

source: Configure visibility of GEDCOM tags
ca: Configurar la visibilitat de les etiquetes GEDCOM
da: Konfigurer synlighed af GEDCOM-tags
de: Konfigurieren Sie die Sichtbarkeit von GEDCOM-Tags
es: Configurar la visibilidad de las etiquetas GEDCOM
fr: Configurer la visibilité des balises GEDCOM
nb_no: Konfigurer synlighet av GEDCOM-koder
nl: Zichtbaarheid instellen van GEDCOM-labels
ru: Настройка видимости тегов GEDCOM
sk: Konfigurovať viditeľnosť GEDCOM tagov
ta: GEDCOM குறிச்சொற்களின் தெரிவுநிலையை உள்ளமைக்கவும்
tr: GEDCOM etiketlerinin görünürlüğünü yapılandırma
uk: Налаштувати видимість тегів GEDCOM
vi: Cấu hình quyền hiển thị của các thẻ GEDCOM

source: Crop Thumbnails
ca: Miniatures de retallar
cs: Oříznout náhledové obrázky
da: Beskær miniaturebilleder
de: Vorschaubilder beschneiden
es: Recortar miniaturas
fr: Recadrer les vignettes
nb_no: Beskjær miniatyrbilder
nl: Miniaturen bijsnijden
ru: Обрезать эскизы
sk: Orezať náhľady obrázkov
ta: பயிர் சிறு உருவங்கள்
tr: Küçük resimleri kırp
uk: Обрізати мініатюри
vi: Cắt hình thu nhỏ

source: Custom prefixes
ca: Prefixos personalitzats
cs: Vlastní předpony
da: Brugerdefinerede præfikser
de: Benutzerdefiniert
es: Prefijos personalizados
fr: préfixes personnalisés
nb_no: Egendefinerte prefikser
nl: Aangepaste voorvoegsels
ru: Пользовательские префиксы
sk: Vlastné prefixy
ta: தனிப்பயன் முன்னொட்டுகள்
tr: Özel önekler
uk: Користувацький префікс
vi: Tiền tố tùy chỉnh

source: Display a family's XREF after the family label.
ca: Mostra l'XREF d'una família després de l'etiqueta familiar.
da: Vis en families XREF efter familiefeltet.
de: Anzeige des XREF einer Familie nach der Familienbezeichnung.
es: Mostrar la XREF de una familia después de la etiqueta de la familia.
fr: Affichez la XREF d'une famille après l'étiquette de la famille.
nb_no: Vis en families XREF etter familiefeltet.
nl: Geef een gezins-XREF weer na het gezinslabel.
ru: Отображение внешней ссылки семейства после метки семейства.
sk: Za menom rodiny zobraziť príslušné XREF.
ta: குடும்ப லேபிளுக்குப் பிறகு ஒரு குடும்பத்தின் XREF ஐக் காண்பி.
tr: Aile etiketinden sonra bir ailenin XREF'ini görüntüleyin.
uk: Відображати XREF родини після мітки родини.
vi: Hiển thị XREF của gia đình sau nhãn gia đình.

source: Display all edit dialogs using a more compact layout, which also omits the standard header and footer.
ca: Mostra tots els diàlegs d'edició utilitzant un disseny més compacte, que també omet la capçalera i el peu de pàgina estàndard.
cs: Zobrazit všechny dialogy úprav v kompaktním rozvržení, které také vynechá standardní záhlaví a zápatí.
da: Vis alle redigeringsdialoger med et mere kompakt layout, som også udelader den standard header og footer.
de: Alle Bearbeitungsdialoge in einem kompakteren Layout anzeigen, in dem u.a. die Seitenkopfzeile und -fußzeile entfällt.
es: Muestra todos los diálogos de edición utilizando un diseño más compacto, que también omite la cabecera y el pie de página estándar.
fr: Affichez toutes les boîtes de dialogue d'édition en utilisant une disposition plus compacte, qui omet également l'en-tête et le pied de page standard.
nb_no: Vis alle redigeringsdialoger ved hjelp av et mer kompakt oppsett, som også utelater standard topptekst og bunntekst.
nl: Alle bewerkingsdialogen weergeven met een compactere indeling, waarbij ook de standaard kop- en voettekst wordt weggelaten.
ru: Отобразите все диалоговые окна редактирования с использованием более компактного макета, в котором также отсутствуют стандартные верхний и нижний колонтитулы.
sk: Zobraziť všetky dialógy úprav v kompaktnejšom vzhľade, ktorý súčasne vynecháva štandardnú hlavičku a pätičku.
ta: மேலும் சிறிய தளவமைப்பைப் பயன்படுத்தி அனைத்து திருத்து உரையாடல்களையும் காண்பி, இது நிலையான தலைப்பு மற்றும் அடிக்குறிப்பையும் தவிர்க்கிறது.
tr: Tüm düzenleme iletişim kutularını, standart üstbilgi ve altbilgiyi de çıkaran daha kompakt bir düzen kullanarak görüntüleyin.
uk: Показувати всі діалогові вікна редагування з використанням більш компактного макета, який також опускає стандартний верхній і нижній колонтитули.
vi: Hiển thị tất cả các hộp thoại chỉnh sửa bằng cách sử dụng bố cục gọn gàng hơn, đồng thời loại bỏ tiêu đề và chân trang tiêu chuẩn.

source: Display an individual's XREF after the name.
ca: Mostra l'XREF d'una persona després del nom.
cs: Zobrazit XREF osoby za jménem.
da: Vis en persons XREF efter navnet.
de: Anzeigen des persönlichen XREF nach dem Namen.
es: Mostrar la XREF de un individuo después del nombre.
fr: Afficher le XREF d'un individu après son nom.
nb_no: Vis en persons XREF etter navnet.
nl: Toon een persoons-XREF achter de naam.
ru: Отображать внешнюю ссылку человека после имени.
sk: Zobraziť XREF osoby po mene.
ta: பெயருக்குப் பிறகு ஒரு நபரின் XREF ஐக் காண்பி.
tr: Adından sonra bir kişinin XREF'ini görüntüleyin.
uk: Відображати зовнішнє посилання особи після імені.
vi: Hiển thị mã XREF của một người sau tên.

source: Display in front of name
sk: Zobraziť pred menom
vi: Hiển thị phía trước tên

source: Display nicknames before surnames
ca: Mostra els sobrenoms abans dels cognoms
cs: Zobrazovat přezdívku před příjmením
da: Vis kaldenavne før efternavne
de: Spitznamen vor Nachnamen anzeigen
es: Mostrar apodos antes que apellidos
fr: Afficher les surnoms avant les noms
nb_no: Vis kallenavn før etternavn
nl: Toon roepnamen voor achternamen
ru: Отображать псевдонимы перед фамилиями
sk: Zobraziť prezývku pred priezviskom
ta: குடும்பப்பெயர்களுக்கு முன் புனைப்பெயர்களைக் காண்பி
tr: Soyadlarından önce takma adları göster
uk: Показувати псевдоніми перед прізвищами
vi: Hiển thị biệt danh trước họ

source: Edit dialogs
ca: Editar diàlegs
cs: Dialogy úprav
da: Redigér dialogbokse
de: Dialoge bearbeiten
es: Editar diálogos
fr: Boîtes de dialogue d'édition
nb_no: Redigere dialogbokser
nl: Bewerkingsdialogen
ru: Редактировать диалоги
sk: Dialógy úprav
ta: உரையாடல்களைத் திருத்து
tr: İletişim kutularını düzenle
uk: Редагувати діалоги
vi: Chỉnh sửa hộp thoại

source: Edit main facts and events
ca: Editar fets i esdeveniments principals
da: Redigér overordnede fakta og hændelser
de: Bearbeite wichtige Fakten und Ereignisse
es: Editar los principales hechos y acontecimientos
fr: Modifier les principaux faits et événements
nl: Wijzig belangrijkste feiten en gebeurtenissen
ru: Редактировать основные факты и события
sk: Upraviť hlavné fakty a udalosti
ta: முக்கிய உண்மைகள் மற்றும் நிகழ்வுகளைத் திருத்தவும்
tr: Ana olguları ve olayları düzenleyin
uk: Редагувати основні факти та події
vi: Chỉnh sửa các sự kiện và thông tin chính

source: Edit the name badge
da: Redigér navneskiltet
de: Namensschild bearbeiten
es: Editar la tarjeta identificativa
fr: Modifier le nom du badge
nl: Naamplaatje bewerken
ru: Отредактируйте бейдж с именем
sk: Upraviť menovku
ta: ஒட்டு என்ற பெயர் திருத்தவும்
tr: Yaka kartını düzenleme
vi: Chỉnh sửa tên trên thẻ tên

source: Expand first sidebar
ca: Expandir la primera barra lateral
cs: Rozbalit první postranní panel
da: Udvid første sidebar
de: Ersten Seitenleistenpunkt erweitern
es: Ampliar la primera barra lateral
fr: Développer la première barre latérale
nb_no: Utvid første sidefelt
nl: Eerste zijbalk uitvouwen
ru: Разверните первую боковую панель
sk: Otvárať prvý bočný panel
ta: முதல் பக்கப்பட்டியை விரிவாக்குங்கள்
tr: İlk kenar çubuğunu genişlet
uk: Розгорнути першу бічну панель
vi: Mở rộng thanh bên đầu tiên

source: Expand initially if name has note or source
ca: Expandiu inicialment si el nom té nota o font
da: Vis udvidet, hvis navnet indeholder en note eller kilde
de: Anfangs erweitern, wenn der Name eine Notiz oder Quelle hat
es: Expandir inicialmente si el nombre tiene nota o fuente
fr: Développez d'abord si le nom a une note ou une source
nl: In eerste instantie uitbreiden als naam een notitie of bron heeft
ru: Разверните изначально, если в названии есть примечание или источник
sk: Rozbaliť na začiatku, ak meno obsahuje poznámku, alebo zdroj
ta: பெயர் குறிப்பு அல்லது மூலத்தைக் கொண்டிருந்தால் ஆரம்பத்தில் விரிவாக்குங்கள்
tr: Adın notu veya kaynağı varsa başlangıçta genişletin
uk: Розгортати одразу, якщо в назві є примітка або джерело
vi: Mở rộng ban đầu nếu tên có ghi chú hoặc nguồn

source: HTML snippet
de: HTML Schnipsel
es: Fragmento de código HTML
nl: HTML-fragment
ru: Сниппет HTML
ta: உஉகுமொ துணுக்கை
tr: HTML parçacığı
vi: Đoạn mã HTML
